
export const quizData = [
    {
      question: 'アジャイルソフトウェア開発宣言の4つの価値観に含まれないものはどれですか？',
      options: 
      ['プロセスやツールよりも個人と対話を',
        '契約交渉よりも顧客との協調を',
        'アウトプットよりアウトカムとインパクトを',
        '包括的なドキュメントよりも動くソフトウェアを',
        '計画に従うことよりも変化への対応を'],
      correct: 'アウトプットよりアウトカムとインパクトを',
    },
    {
      question: 'スクラムの説明責任に含まれないものはどれですか？',
      options: 
      ['開発者',
        'プロダクトオーナー',
        'プロジェクトマネージャー',
        'スクラムマスター'],
      correct: 'プロジェクトマネージャー',
    },
    {
      question: 'スクラムの作成物に含まれないものはどれですか？',
      options: 
      ['プロダクトバックログ',
        'インクリメント',
        'バーンダウンチャート',
        'スプリントバックログ'],
      correct: 'バーンダウンチャート',
    },
    {
      question: 'スクラムのイベントに含まれないものはどれですか？',
      options: 
      ['スプリントプランニング',
        'スプリント',
        'デイリースクラム',
        'リリーススプリント'],
      correct: 'リリーススプリント',
    },
    {
      question: 'スクラムの価値基準に含まれないものはどれですか？',
      options: 
      ['信頼',
        '尊敬',
        '勇気',
        '確約'],
      correct: '信頼',
    },
  ];
  
